perf/proxy-9090/load/node-replicado/summary.txt
--------------------------------
Summary report @ 17:50:09(-0300)
--------------------------------

http.codes.200: ...................................................... 13571
http.request_rate: ................................................... 65/sec
http.requests: ....................................................... 13571
http.response_time:
  min: ............................................................... 1302
  max: ............................................................... 2717
  median: ............................................................ 1300.1
  p95: ............................................................... 1720.2
  p99: ............................................................... 2018.7
http.responses: ...................................................... 13571
vusers.completed: .................................................... 13571
vusers.created: ...................................................... 13571
vusers.created_by_name.Bbox1 (/): .................................... 13571
vusers.failed: ....................................................... 0
vusers.session_length:
  min: ............................................................... 1303.9
  max: ............................................................... 2817.7
  median: ............................................................ 1326.4
  p95: ............................................................... 1755
  p99: ............................................................... 2059.5